# Taps
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'nicoverbruggen/homebrew-cask'
tap 'stripe/stripe-cli'
tap 'teamookla/speedtest'

# Binaries
brew 'bash' # Latest Bash version
brew 'coreutils' # Those that come with macOS are outdated
brew 'ffmpeg'
brew 'gh'
brew 'git'
brew 'grep'
brew 'httpie'
brew 'mackup'
brew 'mas' # Mac App Store manager
brew 'pkg-config' # https://github.com/driesvints/dotfiles/issues/20
brew 'svn' # Needed to install fonts
brew 'speedtest-cli'

# Development
brew 'mysql'
brew 'node'

# Apps
cask '1password'
cask 'alfred'
cask 'discord'
cask 'firefox'
cask 'github'
cask 'google-chrome'
cask 'herd'
cask 'imageoptim'
cask 'ray'
cask 'raycast'
cask 'readdle-spark'
cask 'the-unarchiver'
cask 'tinkerwell'
cask 'visual-studio-code'

# Fonts
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-source-code-pro-for-powerline'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'

# Mac App Store
