# Taps
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'teamookla/speedtest'
tap 'marijnbent/homebrew-interactive-install'

# Binaries
brew 'bash'
brew 'coreutils'
# brew 'ffmpeg'
brew 'gh'
brew 'git'
brew 'grep'
brew 'httpie'
brew 'mackup'
brew 'mas'
brew 'pkg-config' # https://github.com/driesvints/dotfiles/issues/20
brew 'pyenv'
brew 'pipenv'
brew 'svn'
brew 'speedtest'
brew 'brewi'

# Development
brew 'mysql'
brew 'node'
brew 'python'

# Apps
cask '1password'
cask 'alfred'
cask 'discord'
cask 'firefox'
cask 'github'
cask 'google-chrome'
cask 'herd'
cask 'imageoptim'
cask 'raycast'
cask 'the-unarchiver'
cask 'visual-studio-code'

# Fonts
cask 'font-lato'
cask 'font-open-sans'
cask 'font-source-code-pro'

# Mac App Store
