# Taps
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'teamookla/speedtest'
tap 'marijnbent/homebrew-interactive-install'

# Binaries
brew 'bash'
brew 'coreutils'
# brew 'ffmpeg'
brew 'gh'
brew 'git'
brew 'grep'
brew 'httpie'
brew 'duti'
brew 'mas'
brew 'pkg-config' # https://github.com/driesvints/dotfiles/issues/20
brew 'pyenv'
brew 'pipenv'
brew 'speedtest'
brew 'brewi'
brew 'caddy'
brew 'syncthing'
brew 'antidote'

# Development
brew 'mysql'
brew 'node'
brew 'python'

# Apps
cask '1password'
cask 'discord'
cask 'firefox'
cask 'github'
cask 'google-chrome'
cask 'herd'
cask 'imageoptim'
cask 'karabiner-elements'
cask 'ghostty'
cask 'raycast'
cask 'the-unarchiver'
cask 'claude-code'
cask 'codex'
cask 't3-chat'
cask 'zed'

# Fonts
cask 'font-lato'
cask 'font-open-sans'
cask 'font-source-code-pro'

# Mac App Store
